aaron-bond.better-comments
adpyke.codesnap
angelorafael.jsx-html-tags
batisteo.vscode-django
captainstack.captain-stack
christian-kohler.npm-intellisense
christian-kohler.path-intellisense
chrmarti.regex
cstrap.flask-snippets
dbaeumer.vscode-eslint
dzhavat.bracket-pair-toggler
eamodio.gitlens
ecmel.vscode-html-css
entuent.fira-code-nerd-font
esbenp.prettier-vscode
fabianlauer.vs-code-xml-format
formulahendry.auto-rename-tag
formulahendry.code-runner
geeebe.duplicate
infeng.vscode-react-typescript
inferrinizzard.prettier-sql-vscode
izaxon.todo
leizongmin.node-module-intellisense
ms-azuretools.azure-dev
ms-azuretools.vscode-azureappservice
ms-azuretools.vscode-azurecontainerapps
ms-azuretools.vscode-azurefunctions
ms-azuretools.vscode-azureresourcegroups
ms-azuretools.vscode-azurestaticwebapps
ms-azuretools.vscode-azurestorage
ms-azuretools.vscode-azurevirtualmachines
ms-azuretools.vscode-cosmosdb
ms-dotnettools.csharp
ms-dotnettools.vscode-dotnet-runtime
ms-playwright.playwright
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode.azure-account
ms-vscode.remote-explorer
ms-vscode.vscode-node-azure-pack
ms-vscode.vscode-typescript-next
ms-vsliveshare.vsliveshare
mtxr.sqltools
PKief.material-icon-theme
planbcoding.vscode-react-refactor
pranaygp.vscode-css-peek
riazxrazor.html-to-jsx
ritwickdey.LiveServer
rvest.vs-code-prettier-eslint
schroeter.prettier-vscode-space-parenthesis
sdras.night-owl
SimonSiefke.svg-preview
skyran.js-jsx-snippets
streetsidesoftware.code-spell-checker
usernamehw.errorlens
vitest.explorer
vscode-icons-team.vscode-icons
WallabyJs.console-ninja
wix.vscode-import-cost
wmaurer.change-case
wmontalvo.vsc-jsonsnippets
xabikos.JavaScriptSnippets
xabikos.ReactSnippets
ysemeniuk.emmet-live
yzhang.markdown-all-in-one
zhang-renyang.vscode-react
Zignd.html-css-class-completion
